{
  "name": "Основные Инструменты и оружие",
  "icon": "minecraft:stone_pickaxe",
  "category": "survival_newbeginning",
  "sortnum": 4,
  "pages": [
    {
      "type": "spotlight",
      "item": "minecraft:stone_pickaxe",
      "title": "Основные инструменты",
      "text": "Теперь, когда я создал ремесленную станцию, пришло время приступить к делу.$(br2)Во-первых, я должен собрать вокруг себя еще немного ресурсов; вещи, которые я уже собирал, такие как палки и камни, а также все остальное, что, по моему мнению, может быть полезным."
    },
    {
      "type": "crafting",
      "recipe": "ct_shapeless-1591466075",
      "title": "Булыжник",
      "text": "Сжатие нескольких камней вместе должно дать мне хороший, твердый булыжник для изготовления инструментов."
    },
    {
      "type": "text",
      "text": "Два простых каменных орудия, которые я могу сделать прямо сейчас, - это топор и кирка. Кирка, хотя и может добывать камень, не очень хороша в этом - камень, который я добываю, распадается на маленькие камни, которые я пока могу просто сжать обратно в булыжник."
    },
	{
      "type": "text",
      "text": "Кирки, изготовленные из более прочного материала, могут добывать камень, не разбивая его на куски. Топор позволит мне немного быстрее срубить несколько деревьев, чтобы получить больше древесины, которая мне понадобится для следующей части."
    },
    {
      "type": "crafting",
      "recipe": "minecraft:stone_pickaxe",
      "recipe2": "minecraft:stone_axe"
    },
    {
      "type": "text",
      "text": "Щит будет очень полезен, как только я закончу создавать и начну исследовать. Держа щит в руке и инструмент в основной руке, я гарантирую, что никогда не буду полностью застигнут врасплох во время работы. Я могу начать с грубого деревянного щита,"
    },
	{
      "type": "text",
      "text": "затем укрепить его каким-нибудь камнем, который я уже добывал для повышения прочности. Я также могу защитить удар, ударив во время блокировки, чтобы отбросить атакующего назад."
    },
    {
      "type": "crafting",
      "recipe": "spartanshields:shield_vanilla_wood_2",
      "recipe2": "spartanshields:shield_vanilla_stone"
    },
    {
      "type": "text",
      "text": "Теперь, что касается оружия. Оружие нуждается в хорошем, хорошем захвате, так что мне понадобится рукоятка.$(br2)Чтобы получить шпагат для ручки, мне придется сделать сушилку, которую я могу смастерить из нескольких лестниц, сделанных из палок."
    },
	{
      "type": "text",
      "text": "Сушильная стойка может вместить одновременно четыре предмета. Окружающая среда, в которую я его помещаю, может повлиять на скорость его высыхания, а также на такие факторы, как температура биома, в котором я нахожусь."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:wooden_ladder",
      "recipe2": "crafttweaker:standing_dryingrack"
    },
    {
      "type": "text",
      "text": "После мне нужно будет поломать траву вокруг себя, чтобы получить немного растительных волокон. Затем я могу поместить растительные волокна на сушильную стойку, чтобы высушить их через короткое время, образуя высушенные волокна, которые затем"
    },
	{
      "type": "text",
      "text": "я могу превратить в какой-нибудь шпагат.$(br2)Соединив одну бечевку с палкой, я получаю рукоятку, готовую превратиться в оружие. На следующих нескольких страницах приведены некоторые из моих вариантов оружия."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:drytotwine",
      "recipe2": "crafttweaker:string_twine_handle"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:stone_sword",
      "text": "Простой каменный боевой меч, красивый и заточенный. Отлично сочетается со щитом. Не слишком тяжелый, но все же достаточно весомый, чтобы нанести некоторый урон. Хороший универсальный игрок."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:hammer_stone",
      "text": "Тупой, тяжелый молоток. Довольно увесистое и не самое быстрое оружие, но оно определенно наносит удар. Могу отбросить всех врагов, которые посмеют со мной связываться."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:mace_stone",
      "text": "Хорошая крепкая булава, которой можно дубасить монстров. Сравним с вооруженным мечом, но он размахивается немного медленнее. Однако булава, похоже, немного сильнее ранит монстров-нежить, что может пригодиться."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:dagger_stone",
      "text": "Как вооружающий меч, но меньше. Не очень смертоносно, но легкость передвижения компенсирует это. Может быть очень быстро заменен на несколько дешевых ударов. Его легкость также делает его пригодным для броска, хотя мне нужно будет вернуть его самому."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:warhammer_stone",
      "text": "Оружие с заостренным шипом на одном конце, отлично подходит для пробивания брони. При размахивании требуется довольно большая сила, поэтому наличие чего-то вроде щита в другой руке может значительно замедлить размахивание."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:string_twine_pole",
      "text": "Для следующего оружия мне понадобится шест. Это похоже на то, как я могу сделать ручку, но для этого используется еще несколько палочек для дополнительной досягаемости."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:spear_stone",
      "text": "Хорошо заточенное острое копье. Шест обеспечивает дополнительную досягаемость, превосходно сочетаясь со щитом как для хорошего нападения, так и для защиты."
    },
    {
      "type": "crafting",
      "recipe": "spartanweaponry:quarterstaff_stone",
      "text": "Шест с тупым камнем на обоих концах. Отлично подходит против группы монстров, с его широкой просачивающейся атакой. Как и в случае с warhammer, мне понадобятся обе руки, чтобы махать на полной скорости."
    },
    {
      "type": "relations",
      "entries": [
      ]
    }
  ]
}