{
  "name": "Огонь",
  "icon": "contenttweaker:fire_block",
  "category": "survival_newbeginning",
  "sortnum": 7,
  "pages": [
    {
      "type": "spotlight",
      "item": "contenttweaker:fire_block",
      "text": "Огонь, положивший начало цивилизации.$(br2)Полезности огня нет конца, поэтому у меня также должно быть много способов разжечь огонь, если я хочу выжить в любой среде.$(br2)Здесь я отметил несколько методов создания огня:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:broken_stick",
      "text": "Давайте начнем с базового: разделение палки надвое позволит мне создать несколько базовых firestarters, как можно увидеть на следующей странице."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:pyro_matchstick_broken_stick",
      "text": "Соединение сломанной палки с высушенными волокнами $(thing)dried fibers$() достает мне ручную дрель, пригодную для быстрого и грязного огня. Однако мои руки немного устают после его использования, так что это не самая эффективная вещь в мире."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:cheap_firecharge",
      "text": "A $(thing)fire charge$() Огненный заряд, изготовленный из порошкообразного вещества из лианы и куска $(thing)угля$(). Удобный рецепт для тех моментов, когда я нахожусь глубоко под землей без поверхностных материалов. Их тоже можно выбросить с риском самовозгорания."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:flint_and_steel_relic",
      "text": "Превосходный огненный стартер, сделанный из куска $(thing)кремня$() из гравия и старого куска $(thing)стали$() выпал из какой-то нежити. В отличие от предыдущих перечисленных методов, этот можно использовать повторно много раз. Люди прошлого, должно быть, носили их с собой повсюду."
    },
    {
      "type": "text",
      "text": "Что касается его применения, я до сих пор думал о нескольких способах использования огня:$(br2)1. Размещая некоторые волокнистые волокна $(thing)dried fibers$() на земле и окружают его бревнами, затем зажигают его. Обеспечивая легкий походный костёр $(thing)campfire$(), чтобы готовить и отдыхать,"
    },
	{
      "type": "text",
      "text": "хотя поленья в конце концов сгорают.$(br2)2. Нагревайте $(thing)котел для приготовления пищи$(), $(thing)тигель'crusible'$(), или $(thing)кострюлю для замачивания'soaking pot'$()разжигая огонь непосредственно под ним."
    },
    {
      "type": "text",
      "text": "3. Разжигаю защитные костры вокруг своего жилища в качестве средства устрашения монстров. Некоторые монстры могут не пострадать от огня, так что на это не следует полагаться все время.$(br2)"
    },
	{
      "type": "text",
      "text": "4. Разжигаю костер, чтобы убрать кустарник и листву. Однако мне пришлось бы быть очень осторожным, так как я легко могу случайно уничтожить местность и тем самым лишить себя ее природных ресурсов."
    },
    {
      "type": "relations",
      "entries": [
        "innovation/burn/cauldron",
        "innovation/burn/crucible",
        "innovation/burn/kiln"
      ]
    }
  ]
}