{
  "name": "Вступление",
  "icon": "contenttweaker:info",
  "category": "survival_newbeginning",
  "sortnum": 1,
  "pages": [
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Добро пожаловать в Rebirth of the Night, хардкорный модпак на выживание для Minecraft 1.12.2! Эта запись послужит учебным введением в модпак.$(br2)Независимо от того, нашли ли вы этот модпак со слов друга, прокрутив Curseforge или по таинственной записке, оставленной под вашей подушкой в 4:37 вечера, мы рады, что вы решили$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)скачать эту сброку!$(br2)Запись, которую вы сейчас читаете, скорее всего, будет единственной в своем роде в этом руководстве, как и единственная, написанная не от первого лица. Наша главная философия дизайна заключается в том, чтобы сделать этот пакет менее похожим на модпак и больше похожим на целостную полноценную игру. $(br2)Таким образом, большинство, если не все, путеводителей, добавленных другими модами, были отключены или будут отключены.$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)В конце концов, все, что вам может понадобиться знать об игре ROTN, можно найти здесь, в этом руководстве.$(br2)Ради полноты, будет предполагаться, что каждый, кто впервые читает эту запись, имеет минимальные знания о моддированном Minecraft или мало разбирается в обычных модах утилит. $(br2)Итак, вот основные принципы:$()"
    },
    {
      "type": "image",
      "images": ["book:images/1jei.png"],
      "border": "true",
      "title": "Как Использовать JEI",
      "text": "$(italics)$(#a84b0f)Это JEI, найденный справа после открытия вашего инвентаря (нажимая E).$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)JEI (Just Enough Items) это мод, который добавляет в игру браузер рецептов. В нем перечислено почти все, что вам может понадобиться для создания.$(br2)Мы позаботились о том, чтобы скрыть большинство вещей, которые либо не относятся к игре, либо имеют много однотипных (например, зачарованные книги), либо относятся только к творческому режиму, например, яйца возрождения. Кое-что, конечно, провалилось сквозь землю, но мы стараемся получить как можно больше.$()"
    },
    {
      "type": "image",
      "images": ["book:images/2jei.png"],
      "border": "true",
      "title": "Поиск В JEI",
      "text": "$(italics)$(#a84b0f)Чтобы выполнить поиск чего-либо, введите его название в строке поиска, обведенное красным кружком.$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Чтобы увидеть рецепт изготовления чего-либо, щелкните по нему левой кнопкой мыши. Чтобы посмотреть, в каких рецептах его можно использовать, щелкните по нему правой кнопкой мыши.$(br2)Обязательно просмотрите все вкладки выше (обведены красным кружком), так как материал можно использовать не только в стандартной таблице крафта. В левом верхнем углу окна рецепта появится значок, который покажет станцию (станции), на которой выполняется рецепт (обведен зеленым кружком). Нажатие на значок (значки) подскажет вам, как создать саму станцию.$()"
    },
    {
      "type": "image",
      "images": ["book:images/4jei.png"],
      "border": "true",
      "title": "Вкладки и станции",
      "text": "$(italics)$(#a84b0f)Стрелки помогут вам перемещаться по страницам рецептов (обведены коричневым кружком).$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Если у вас уже есть предмет или блок в вашем инвентаре, вы можете навести на него курсор мыши и нажать 'R', чтобы просмотреть рецепты. Нажатие 'U' покажет рецепты, в которых оно используется.$(br2)Заведите привычку делать это всякий раз, когда вы сталкиваетесь с новыми блоками или предметами! Это сделает ваш опыт RotN намного проще и удобнее, а также ваше время в модифицированном Minecraft в целом!$()"
    },
    {
      "type": "text",
      "text": "$(bold)$(#a84b0f)Советы по поиску в JEI:$()$(italics)$(#a84b0f)$(br2)Поиск по всплывающей подсказке: введите '$' перед вашим поисковым запросом$(br2)Поиск по моду: введите '@' перед вашим поисковым запросом$(br2)Поиск по нескольким терминам: отдельные термины с помощью '|' (пример: дерево|камень)$(br2)Закладка: нажмите 'A' при наведении курсора мыши на что-либо. Закладка появится в левой части экрана.$()"
    },
    {
      "type": "text",
      "title": "На Что Я Смотрю",
      "text": "$(italics)$(#a84b0f)Возможно, вы заметили небольшое отображение в левом нижнем углу экрана, когда просматривали блоки. Это ВАЙЛА (сокращение от 'На Что Я Смотрю'). Этот удобный маленький мод отобразит название любого блока, на котором сфокусировано ваше перекрестие, является ли этот блок собираемым (разрушаемым) и какой инструмент лучше всего работает с ним, а также какой уровень инструмента вам может понадобиться. Обратите на это внимание!$()"
    },
    {
      "type": "image",
      "images": ["book:images/1waila.png"],
      "border": "true",
      "title": "Пример: Дубовое Бревно",
      "text": "$(italics)$(#a84b0f)Он также может отображать информацию о сущности, такую как профессия сельского жителя.$()"
    },
    {
      "type": "text",
      "title": "Аккуратный",
      "text": "$(italics)$(#a84b0f)Neat - это мод (от Vazkii), который добавляет компактные, простые информационные таблички над толпой. На табличке отображается имя моба (фиолетовое), его текущее здоровье (синее), общее здоровье (красное), количество брони (оранжевое) и тип, например нежить (серый). Табличка появляется только тогда, когда ваше перекрестие прицела сфокусировано на толпе. Имейте в виду, что у определенных мобов не будет аккуратных именных табличек, как у призрачного Призрака.$()"
    },
    {
      "type": "image",
      "images": ["book:images/1neatpic.png"],
      "border": "true",
      "title": "Пример: Зомби",
      "text": "$(italics)$(#a84b0f)Аккуратные таблички с именами хороши для отслеживания здоровья врага.$()"
    },
    {
      "type": "text",
      "title": "Мультиплеер",
      "text": "$(italics)$(#a84b0f)Играть с группой людей? Нажмите 'T', затем введите '/teams' в чате. Появится список команд; следуйте желаемым командам, чтобы создавать команды с людьми, с которыми вы играете.$(br2)Люди в одной команде могут видеть расстояние друг от друга, здоровье и голод друг друга. Они также поделятся всеми достижениями.$()"
    },
    {
      "type": "image",
      "images": ["book:images/1teams.png"],
      "border": "true",
      "title": "Команды",
      "text": "$(italics)$(#a84b0f)Другие люди в команде. Компас игрока находится в верхней части экрана.$()"
    },
    {
      "type": "text",
      "title": "Достижения",
      "text": "$(italics)$(#a84b0f)Не знаете, что делать дальше? Помимо этого руководства, достижения могут дать вам идеи для вашего следующего шага.$(br2)Чтобы увидеть их, приостановите игру (ESC) и нажмите на 'Achievements' кнопка. Взгляните на вкладки. Обязательно перетаскивайте экран с помощью мыши, так как некоторые вкладки достижений не помещают все достижения в один кадр.$()"
    },
    {
      "type": "image",
      "images": ["book:images/2adv.png"],
      "border": "true",
      "text": "$(italics)$(#a84b0f)Нажатие 'L' также покажет достижения (примечание: это не приостанавливает игру).$()"
    },
    {
      "type": "text",
      "title": "Путеводитель",
      "text": "$(italics)$(#a84b0f)Наконец, мы рассмотрим руководство. Надеюсь, вам не нужно объяснять, как получить к нему доступ, учитывая, что вы сейчас в нем находитесь.$(br2)Как упоминалось ранее, это руководство является единственным (предполагаемым) руководством в игре; все остальные исчезли, чтобы следовать нашему принципу дизайна. Руководство будет написано почти полностью от первого лица, сделано так, чтобы$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)придерживаться знаний, которых здесь ОЧЕНЬ МНОГО. Следите внимательно, и вы постепенно раскроете предысторию Ротна.$(br2)Любой текст, выделенный курсивом и окрашенный в коричневый цвет, как то, что вы сейчас читаете, будет 'руководство' перспектива; это делается очень редко и только тогда, когда первый человек не может адекватно передать информацию (как элементы управления). Текст в$()$(thing) зеленый $()$(italics)$(#a84b0f)будут вещи, доступные для поиска в JEI.$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)На данный момент это должно быть все. Чтобы начать, вернитесь к 'Новый Мир' категория (нажмите стрелку в середине нижней части этой книги) и следуйте записям после этой по порядку.$(br2)После того, как вы закончите их, у вас будет достаточно знаний, чтобы выйти самостоятельно. Со временем, по мере вашего прогресса и игры, в остальной части руководства будут открываться новые записи. Удачи!$()"
    },
    {
      "type": "text",
      "text": "$(italics)$(#a84b0f)Обязательно присоединяйтесь к нашему серверу Discord по адресу$()$(#5662f6) discord.gg/rotn $()$(italics)$(#a84b0f) если вы еще этого не сделали! Вы можете обсудить модпак, знания, следить за развитием, предлагать новые функции и получить возможность поговорить с нами!$(br2)Мы надеемся, что вы весело проведете время, играя в Rebirth of the Night, и, возможно, даже полюбите Minecraft больше, чем вы уже любите.$(br2)-The RotN Dev Team$(br)12/8/2021"
    },
    {
      "type": "relations",
      "entries": [
        "newbeginning/new_world"
      ]
    }
  ]
}