{
  "name": "Дерево и ремесло",
  "icon": "pyrotech:crude_axe",
  "category": "survival_newbeginning",
  "sortnum": 3,
  "pages": [
    {
      "type": "spotlight",
      "item": "minecraft:log",
      "title": "Добывать дрова",
      "text": "Что ж, нет смысла слишком долго бездельничать. Если я хочу быть готовым, мне нужно приступить к работе прямо сейчас.$(br2)Я начну с того, что найду ближайшее дерево и буду бить по нему кулаком у самого основания, пока оно не упадет."
    },
	{
      "type": "text",
      "text": "Затем мне нужно будет собрать несколько камней и палок для моего следующего шага."
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:pyro_crude_axe",
      "text": "В конце концов мне нужно будет построить мастерскую; сейчас мне нужен стол для крафта, чтобы работать умнее, а не усерднее. А до тех пор я могу сделать грубый топор, чтобы раздобыть несколько досок."
    },
    {
      "type": "chop_recipe",
      "item1": "minecraft:log",
      "item2": "hitwithaxe:debarked_oak",
      "item3": "minecraft:planks",
      "text": "На первом месте стоит окорка; из ободранных бревен я могу сделать доски, а также доски, палки, если понадобится. После этого я должен собрать побольше сыпучих камней и палок и соединить их со своим"
    },
	{
      "type": "text",
      "text": "грубым топором, чтобы сделать орудия для стола для рукоделия:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:crafting_tools",
      "text": "После этого я могу прикрепить инструменты для крафта к доске, которую я только что обработал ранее, вот так:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:crafting_table",
      "text": "Та-да! Полноценный стол для крафта. Благодаря этому я теперь могу более эффективно распиливать доски из бревен со скоростью три доски на бревно:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:oak_planks",
      "text": "Кроме того, я могу создавать более сложные элементы с помощью моего большего и более прочного рабочего пространства. Я также должен подумать о том, чтобы сделать $(thing)переносной коврик для рукоделия$(), отлично подходит для создания на ходу:"
    },
    {
      "type": "crafting",
      "recipe": "crafttweaker:crafting_mat",
      "text": "Теперь я должен взглянуть на создание некоторых базовых инструментов. $(thing)Кирка$(), оружие, такое как $(thing)оружейный меч$(), $(thing)щит$() и $(thing)сушильная стойке$() звучит как нечто хорошее для начала."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks",
        "survival/newbeginning/basic_tools_weapons",
        "innovation/light_machines/saw"
      ]
    }
  ]
}