{
    "name": "Фантасмагорический Ад",
    "icon": "biomesoplenty:ash_block",
    "category": "dimensions_nether_biomes",
    "pages": [
      {
        "type": "text",
        "text": "Область Преисподней, покрытая толстым слоем горячего, тлеющего пепла. Странное голубое пламя разбросано по всему ландшафту, разбитое небольшими лужами лавы. Здесь пепел $(thing)ash$(), немного неудобно ходить.$(br2)"
      },
	  {
        "type": "text",
        "text": "Можно разумно предположить, что это место было очагом древней вулканической активности или каким-то выжиганием, оставившим пепел."
      },
      {
        "type": "text",
        "text": "Этот биом довольно лишен жизни; здесь мало что предлагается для всего живого, между пеплом, по которому вяло ходить, и огнем, который заставляет вас двигаться без какой-либо рифмы или причины.$(br2)Больше нечего сказать об этом месте, хотя в нем есть несколько интересных материалов, которые могут пригодиться в будущем:"
      },
      {
        "type": "spotlight",
        "item": "biomesoplenty:blue_fire",
        "title": "Cursed Fire",
        "text": "Это странное голубое пламя недостаточно горячее, чтобы обжечь меня; однако оно контролирует мои движения, заставляя меня дико метаться."
      },
	  {
        "type": "text",
        "text": "Я должен быть очень осторожен, иначе меня могут бросить в лаву против моей воли!$(br2)Его можно подобрать с помощью кувшина $(thing)jar$() поместив его туда, выглядит следующим образом:"
      },
      {
        "type": "crafting",
        "title": " ",
        "recipe": "biomesoplenty:empty_jar",
        "text": "Однако, каким бы опасным ни был этот огонь, стратегическое размещение его вокруг ловушек рядом с моей базой может привести к тому, что монстры попадут прямо в них...$(br2)Монстры не узнают, что случилось!"
      },
      {
        "type": "spotlight",
        "item": "biomesoplenty:ash",
        "title": "Ashes",
        "text": "Здесь можно найти много пепла. Когда я капываю, я получаю несколько куч пепла $(thing)piles of ash$().$(br2)Сжатие куч золы вместе с помощью крафта дает более существенную золу, которая находится здесь; сжатие этого еще больше даст мне хороший кусок угля $(thing)coal$()."
      },
      {
        "type": "crafting",
        "title": " ",
        "recipe": "crafttweaker:ashblock",
        "title2": " ",
        "recipe2": "crafttweaker:ashblock_compression"
      }
    ]
  }