{
    "name": "Висцеральная Куча",
    "icon": "biomesoplenty:flesh",
    "category": "dimensions_nether_biomes",
    "pages": [
    {
      "type": "text",
      "text": "Я буквально чувствовал запах этого места издалека. До сих пор вещи, с которыми я сталкивался в этой адской стране, были ужасающими, опасными, таинственными и древними, но это место совершенно гнилое.$(br2)Пейзаж здесь сделан из плоти, слабо движущийся и пульсирующий, и, что хуже всего, теплой"
    },
	{
      "type": "text",
      "text": "с большими кускам костей торчат из мясистой"
    },
    {
      "type": "text",
      "text": "поверхности, и лужи крови застывают в нарывах земли. Струпья усеивают мясистый пол, оставленные существами с менее чем легкой поступью. Я был на грани того, что меня вырвет.$(br2)Наблюдение за этим участком все еще теплого, все еще движущегося органического вещества, составляющего удручающе значительную часть Пустоты,"
    },
	{
      "type": "text",
      "text": "ставит под сомнение, действительно ли пустота вообще является какой-то породой."
    },
    {
      "type": "spotlight",
      "item": "biomesoplenty:flesh",
      "text": "Эта плоть, по-видимому, находится именно в этом биоме. Кажется, что он... пульсирует, как будто сам пейзаж живой. Когда я вхожу в него, мои ноги немного проваливаются, и моя ходьба немного более затруднена, чем обычно, плоть впитывает каждый мой шаг. Действительно мерзко."
    },
    {
      "type": "spotlight",
      "item": "liquid:blood",
      "text": "Я вампир. рев"
    },
    {
      "type": "spotlight",
      "item": "betternether:block_eyeball",
      "title": "Hanging Eyes",
      "text": "С потолка биома свисают бесчисленные глаза, большие и маленькие, с их зрительными мышцами. Совсем не жутко. Разбив их, я получу немного слизи ... и семян, чтобы посадить их побольше! Теперь я могу осуществить свою мечту - чувствовать, что за мной наблюдают в моем собственном доме."
    },
    {
      "type": "spotlight",
      "item": "contenttweaker:scab",
      "title": "Scabs",
      "text": "Жители Преисподней, похоже, меньше заботятся о том, куда они ступают; струпья и рубцы здесь являются доказательством этого. Каким бы отвратительным ни было это место, это должно быть больно."
    }
    ]
  }