{
  "name": "Королева Гастов",
  "icon": "netherex:ghast_queen_tear",
  "category": "slayers_journal",
  "advancement": "triumph:advancements/progression/wither/killedGhastQueen",

  "sortnum": 3,
  "pages": [
    {
      "type": "spotlight",
      "title": "A Forgotten Queen",
      "item": "netherex:urn_of_sorrow",
      "text": "$(#734608)Большая часть $(thing)города$() $(#734608)Я видел, как в Преисподней есть $(thing)святыня$() $(#734608)посвященный чему-то, что выглядит как… ну, гигантский вурдалак."
    },
	{
      "type": "text",
      "text": "Эти $(item)урны$() $(#734608)вокруг этих святынь подразумевают, что это были места большого религиозного значения. Поэтому я сделал то, что сделал бы любой любознательный ученый в моей ситуации, и в течение недели, $()"
    },
    {
      "type": "text",
      "text": "$(#734608)собрал священные благовония $(item)sacred incense$(), $(#734608)отремонтировал святилище и попытался $(thing)призвать$() $(#734608)эту штуку. Я надеялся на вызов, и эта “королева ужасов” не разочаровала. Она была массивной, пугающей,"
    },
	{
      "type": "text",
      "text": "больше похожей на живой воздушный корабль, чем на существо... и она была зла. Если бы у меня не было наготове защитной магии, ее $(thing)огненные шары$() $(#734608)превратили бы меня в пыль. $(br2)К концу нашей битвы город превратился в руины.$()"
    },
    {
      "type": "text",
      "text": "$(#734608)Когда королева испустила последний вздох, ее тело раскололось на бесчисленное множество мелких $(thing)призраков$() $(#734608)который уплыл в пустоши, брошенный на произвол судьбы потоками горячего воздуха. Я сражался с королевой не только"
    },
	{
      "type": "text",
      "text": "для того, чтобы уничтожить древнюю архитектуру.  Надеюсь, ты знаешь, что я лучше этого, будущий читатель… по крайней мере, мне нравится так думать. $(br2)Нет, с ее смертью я смог собрать уникальный предмет $(item)слезу гаста$()$(#734608), вязкая, почти кристаллическая жидкость$()"
    },
  {
      "type": "text",
      "text": "$(#734608)это щиплет кожу и пахнет дымом. Глядя на его отражающую поверхность, я чувствую себя более чем немного неуютно. Но то, что я там вижу, только убеждает меня в том, что я на правильном пути. И теперь я точно знаю, куда мне нужно идти дальше.$()"
    }
  ]
}
