{
  "name": "Ведьма",
  "icon": "fairylights:light:176",
  "category": "civilization_illagers",
  "read_by_default": "true",
  "pages": [
	{
      "type": "text",
      "text": "Ведьма - это иллагер, который специализируется на знании алхимии; на самом деле, настолько, что их предпочтительный метод боя основан исключительно на том, чтобы бросать вредные зелья в своего врага."
  },
  {
      "type": "text",
      "text": "Они могут пить тонизирующие средства, которые мгновенно заживают, поэтому быстрые удары оружием - идеальный способ избавиться от них."
  },
  {
      "type": "entity",
          "entity": "minecraft:witch",
          "scale": 0.8,
          "offset": 0.25,
          "rotate": "true",
        "default_rotation": -45,
        "text": "Ведьмы предпочитают строить уединенные хижины,"
  },
  {
      "type": "text",
      "text": "где они экспериментируют с пивоварением, которое встречается исключительно на болотах."
  },
  {
    "type": "item_list_spotlight",
    "title": "Предметы и дропы",
    "text": "После смерти ведьмы бросают множество предметов, связанных с пивоварением и алхимией. Довольно полезное знание, если я хочу попробовать делать свои собственные зелья и варева:",
    "a":"minecraft:glass_bottle",
    "a_i":"book:empty.png",
    "b":"minecraft:stick",
    "b_i":"book:empty.png",
    "c":"minecraft:spider_eye",
    "c_i":"book:empty.png",
    "d":"minecraft:sugar",
    "d_i":"book:empty.png",
    "e":"minecraft:redstone",
    "e_i":"book:empty.png",
    "f":"betterwithmods:material:26",
    "f_i":"book:empty.png",
    "g":"dungeontactics:magic_powder",
    "g_i":"book:empty.png"
  },
  {
      "type": "text",
      "text": "Ведьмы также ворвутся в орду летучих мышей-вампиров после того, как их сразят, которые будут постоянно кусать и кусать, пока их не уберут. Мерзкая штука, я не должен терять бдительность."
  },
  {
    "type": "spotlight",
    "item": "quark:witch_hat",
    "title": "Шляпа ведьмы",
    "text": "Ведьмы также редко могут уронить свою шляпу. Он соткан из какой-то специальной ткани; похоже, он устойчив к магии проклятия. Теоретически эта шляпа также может работать в сочетании с особенно загадочным видом брони. Однако это не может быть то, о чем я думаю; этот материал - не более чем миф..."
  },
  {
    "type": "relations",
    "entries": [
      "agriculture/cauldron"
    ]
  }
  ]
}