{
  "name": "Подозрение",
  "icon": "twilightforest:firefly",
  "category": "dimensions_notes",
  "advancement": "triumph:advancements/progression/killedHarvester",
  "sortnum": 1,
  "pages": [
    {
      "type": "text",
      "text": "На данный момент я сделал довольно много - видел многие биомы, которые может предложить мир, погружался в пещеры, открывал старые сооружения и руины, сражался с бесчисленными монстрами. Я тоже не вижу, чтобы я останавливался в ближайшее время.$(br2)Но что-то меня беспокоит. Увидев то, чем я был до сих пор, и сделав "
    },
    {
      "type": "text",
      "text": "в том, что я делал до сих пор, есть что-то, что кажется мне смутно неправильным. Довольно много вещей, с которыми я столкнулся, на самом деле не поддаются легкому объяснению; от строения с какими-то странными отметинами, предметов с необычными особенностями до существ, которые казались... чужеродными. Я пытаюсь отмахнуться от этого чувства, но интуиция подсказывает мне, что его нельзя игнорировать. Потрепанный дневник, который я подобрал ранее - некоторые страницы в нем, похоже, подразумевают это другое...местах,"
    },
    {
      "type": "text",
      "text": "они находятся очень далеко от моей нынешней досягаемости.$(br2)Где-то.$(br2)Если я чему-то и научился, так это тому, что я не могу просто игнорировать свою интуицию - она помогла мне продержаться так долго. Я должен обратить пристальное внимание на все остальное, что я могу найти или увидеть, продвигаясь вперед; там может быть какая-то подсказка, которая может привести меня совершенно по новому пути. Конечно, я не могу быть слишком"
    },
    {
      "type": "text",
      "text": "поспешно с этим. Если эти другие миры существуют, они могут быть даже более опасными, чем то, к чему я уже немного привык здесь. Я уверен, что будет большая награда - тот дух Харвестера, которого я убил, одолжил здоровенную косу, хотя она почти справилась со мной - я подозреваю, что будущие перспективы будут такими же.$(br2)Всегда помни: $(bold)храбрость жизненно важна, но мое высокомерие может оказаться смертельным."
    }
  ]
}