{
  "sortnum": 3,
  "name": "Таинственные деревья",
  "icon": "aether_legacy:golden_oak_sapling",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Кажется, я наткнулся на дерево с более высокой магической силой, чем у обычного дерева. Я также заметил, что деревья с тайной магией обладают уникальными свойствами,"
    },
	{
      "type": "text",
      "text": "выполняя нетипичные функции или принося совершенно необычные... плоды. Возможно, я смогу использовать это дерево для более сложной магии."
    },
    {
      "type": "text",
      "text": "Из-за уникальных свойств некоторых из этих деревьев я запишу здесь свои выводы о каждом дереве."
    },
    {
      "type": "image",
      "title": "Кровавое дерево",
      "images": ["book:images/bloodwood.png"],
      "border": "true",
      "text": "Пропитанное кровью дерево, растущее на песке души."
    },
    {
      "type": "text",
      "text": "Кровожадное дерево!$(br)Я обнаружил это дерево только случайно, так как оно, похоже, не растет в дикой природе. Только экспериментируя с сочетанием саженцев с душами, я смог создать саженец."
    },  
	{
      "type": "text",
      "text": "Более того, у них неутолимая жажда крови и души, растущая в геометрической прогрессии до тех пор, пока их кормят."
    },
    {
      "type": "image",
      "title": "Эфирное Дерево",
      "images": ["book:images/bloodwood.png"],
      "border": "true",
      "text": "Пропитанное кровью дерево, растущее на вершине песка души."
    },
    {
      "type": "text",
      "text": "(Затычка)."
    },  
    {
      "type": "image",
      "title": "Золотой Дуб",
      "images": ["book:images/goldenoak.png"],
      "border": "true",
      "text": "Золотой дуб стоит на вершине плавучего Эфирного острова."
    },
    {
      "type": "text",
      "text": "Эти деревья, хотя их и нетрудно найти, являются необычными вариантами деревьев Небесного Корня в Эфире. Их мерцающие листья и пропитанная золотом древесина - желанное сокровище."
    },
	{
      "type": "text",
      "text": "Янтарь с этих деревьев, кажется, пропитан золотом, что придает ему уникальные свойства. Время от времени я замечал большие скопления этих деревьев. Интересно, что это значит?"
    },
    {
      "type": "image",
      "title": "Адское дерево",
      "images": ["book:images/hellbark.png"],
      "border": "true",
      "text": "Крепкое маленькое деревце, принимающее тепло."
    },
    {
      "type": "text",
      "text": "Эти крошечные деревца почти ошибочно принимают за кусты. Эндемичность Пустоты позволила этим крошечным деревьям полностью противостоять огню, что делает их хорошим огнеупорным материалом для работы."
    },
    {
      "type": "image",
      "title": "Железное дерево",
      "images": ["book:images/ironwood.png"],
      "border": "true",
      "text": "Могучее железное дерево с толстым стволом."
    },
    {
      "type": "text",
      "text": "Эти могучие деревья получают свою окраску и прочность от залежей железа в почве.$(br2)Ягоды, которые производят эти деревья, также невероятно жесткие, но все же съедобные.$(br2)Употребление одного из них не имеет желаемых эффектов, но может иметь полезные алхимические цели."
    },
    {
      "type": "image",
      "title": "Магическое дерево",
      "images": ["book:images/magictree.png"],
      "border": "true",
      "text": "Волшебные голубые искорки падают с мерцающего дерева."
    },
    {
      "type": "text",
      "text": "Эти волшебные деревья, кажется, притягивают окружающие линии, насыщая лес магией.$(br2)Это, по-видимому, придает дереву некоторые уникальные магические свойства... "
    },
    {
      "type": "image",
      "title": "Радужный дуб",
      "images": ["book:images/rainbowoak.png"],
      "border": "true",
      "text": "Разноцветные радужные листья меняют тона и цвет."
    },
    {
      "type": "text",
      "text": "На это красочное дерево приятно смотреть!$(br2)Листья меняют цвет сами по себе, перемещаясь по всей радуге.$(br2)В остальном его древесина - это древесина Сумеречного дуба."
    },
    {
      "type": "image",
      "title": "Крепкий Сумеречный Дуб",
      "images": ["book:images/robusttwilightoak.png"],
      "border": "true",
      "text": "Невероятно высокое дерево, задевающее небо."
    },
    {
      "type": "text",
      "text": "Это величественное дерево способно вырасти до невероятных высот.$(br2)Кажется, он привлекает поющих цикад и ярких светлячков.$(br2)Самое интересное, что на листьях иногда находятся гнезда пауков, охраняющих сокровища..."
    }, 
    {
      "type": "image",
      "title": "Священный Дуб",
      "images": ["book:images/sacredoak.png"],
      "border": "true",
      "text": "Гигантский дуб, закрывающий небо."
    },
    {
      "type": "text",
      "text": "Такие большие деревья кажутся невозможными. С другой стороны, получение саженца само по себе казалось мифом.$(br2)Хотя их свойства не особенно уникальны, я подозреваю, что какая-то форма магии допускает огромные размеры этого дерева."
    },
    {
      "type": "image",
      "title": "Теневое дерево",
      "images": ["book:images/umbrantree.png"],
      "border": "true",
      "text": "Темное зловещее дерево в густом тумане."
    },
    {
      "type": "text",
      "text": "Процветающие в жуткой, умбральной среде, эти деревья столь же таинственны и странны, как и биом, в котором они растут.$(br2)Темные таинственные силы сильны в умбральных биомах, и эта тьма просочилась в эти деревья."
    },
    {
      "type": "image",
      "title": "Хрустальное Дерево",
      "images": ["book:images/crystaltree.png"],
      "border": "true",
      "text": "Пастельное кристаллическое дерево, сидящее на вершине плавучей скалы."
    },
    {
      "type": "text",
      "text": "Эти одинокие деревья стоят на вершинах плавучих островов в Эфире, что делает их немного труднодоступными.$(br2)Это, безусловно, стоит усилий, так как они приносят плоды, способные излечивать болезни."
    },
    {
      "type": "image",
      "title": "Змеиное дерево",
      "images": ["book:images/wyrmwood.png"],
      "border": "true",
      "text": "Огромное дерево, растущее на безлюдной земле."
    },
    {
      "type": "text",
      "text": "На том, что считалось пустой, пустынной землей, процветает Змеиный лес. Неизвестно, откуда они берут питательные вещества для роста. Возможно, заражение, которое я обнаружил внутри, имеет к этому какое-то отношение."
    },                
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}