{
  "sortnum": 0,
  "name": "Биомы магии",
  "icon": "naturescompass:naturescompass",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Этот мир - огромный и бесконечный - содержит множество а'биом. Большинство биомов - это то, что можно было бы ожидать, от плоских до горных, от теплых до холодных, от высоких до глубоких."
    },
	{
      "type": "text",
      "text": "Однако некоторые биомы - это волшебные достопримечательности, которые нужно увидеть, исследовать и использовать.."
    },
    {
      "type": "text",
      "text": "Я буду использовать этот раздел своего дневника, чтобы записывать свои открытия о каждом биоме, с которым я сталкиваюсь, с уникальными магическими свойствами."
    },
    {
      "type": "runic_slim",
      "recipe": "mage:naturescompass",
      "text_left": "",
      "text_right": "Предания повествуют о компасе, способном указывать на определенные биомы.$(br2)Создание одного из них должно помочь мне найти биомы по моему выбору."
    },
    {
      "type": "text",
      "text": ""
    },
    {
      "title": "Мистическая роща",
      "type": "text",
      "text": "Эти красочные пастельные биомы - дом фейри.$(br2)Мистические леса содержат множество волшебных деревьев и удивительной флоры, полезной для различных магических целей."
    },
    {
      "type": "image",
      "images": ["book:images/mystic_grove.png"],
      "border": "true"
    },
    {
      "title": "Оскверненные Земли",
      "type": "text",
      "text": "Грязная магия испортила некоторые части мира, что привело к распространению разложения и осквернению местности.$(br2)Любопытно, однако, что здесь процветала новая жизнь, хотя и тревожная."
    },
    {
      "type": "image",
      "images": ["book:images/defiled_lands.png"],
      "border": "true"
    },
    {
      "title": "Зловещие леса",
      "type": "text",
      "text": "Над этим биомом царит темная, таинственная аура.$(br2)Дом умбральных деревьев и другой жуткой флоры, вечно затуманенный темным, ползучим туманом."
    },
    {
      "type": "image",
      "images": ["book:images/ominous_woods.png"],
      "border": "true"
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}