{
  "sortnum": 5,
  "name": "Херблор",
  "icon": "rustic:marsh_mallow",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Я получил уникальную траву. Травы должны быть полезны для выживания.$(br2)Мало того, что некоторые из них можно есть для утоления основного голода, но многие из них обладают уникальными свойствами, как алхимическими, так и иными."
    },
    {
      "type": "text",
      "text": "Я буду использовать этот раздел своего дневника, чтобы записывать свои выводы о каждой траве, с которой я сталкиваюсь.$(br2)Здесь записаны только травы с магическими свойствами.Что касается алхимического применения трав, я запишу свои выводы в разделе Алхимия."
    },
    {
      "type": "spotlight",
      "title": "Черное яблоко",
      "item": "betternether:black_apple",
      "text": "Уроженцы Преисподней, эти темно-черные яблоки, хотя и кажутся ядовитыми, на самом деле обманчиво полезны, способны восстановить здоровье сверх того, что вы можете ожидать."
    },
    {
      "type": "spotlight",
      "title": "Плод Бластема",
      "item": "defiledlands:blastem_fruit",
      "text": "Уроженец Оскверненных Земель, этот фрукт можно бросать, взрываясь при ударе. Я также должен быть осторожен при обращении со зрелыми бластемными растениями."
    },
    {
      "type": "spotlight",
      "title": "Бурый гриб Бузины",
      "item": "netherex:brown_elder_mushroom",
      "text": "Этот любопытный гриб, похоже, растет на коричневом Могусе и не способен распространяться. Употребление одного из них, по-видимому, вредно для здоровья, однако я полностью сыт после того, как съел всего один."
    },
    {
      "type": "spotlight",
      "title": "Пещерный Корневой Росток",
      "item": "quark:root_flower",
      "text": "В остальном обычный корень при употреблении, имеющий обычный горький вкус пещерного корня. Однако по какой-то причине мое тело не имеет естественного цвета после того, как я его съел..."
    },
    {
      "type": "spotlight",
      "title": "Хорус фрукты",
      "item": "minecraft:chorus_fruit",
      "text": "Родом из Конца, этот фрукт растет на стеблях хора. Съев один из них, мое тело полностью смещается со своего первоначального места. Странный."
    },
    {
      "type": "spotlight",
      "title": "Облачный туман",
      "item": "rustic:cloudsbluff",
      "text": "Найденная на вершинах гор, эта трава похожа на маленькое облако и легче воздуха. Съесть его - все равно что съесть воздух, в том числе заставить его на короткое время оторваться от земли."
    },
    {
      "type": "spotlight",
      "title": "Железная ягода",
      "item": "rustic:ironberries",
      "text": "Неприятная ягода с металлическим привкусом и тяжелая, как железо. Съев один из них, я на короткое время не могу пошевелиться."
    },
    {
      "type": "spotlight",
      "title": "Красный Гриб Бузины",
      "item": "netherex:red_elder_mushroom",
      "text": "Этот любопытный гриб, похоже, растет на Красном Могусе(Red Mogus) и не способен распространяться. Употребляя один из них, я чувствую себя невероятно здоровым и отдохнувшим, хотя сейчас мой желудок кажется пустым."
    },
    {
      "type": "spotlight",
      "title": "Сангвиническая Роза",
      "item": "dungeontactics:flower_sanguine",
      "text": "Красивая малиновая роза, которая, когда стоит рядом, восстанавливает здоровье."
    },
    {
      "type": "spotlight",
      "title": "Белое яблоко",
      "item": "aether_legacy:white_apple",
      "text": "Уроженец Эфира, растущий на Хрустальных деревьях. Эти бледно-белые яблоки оставляют человека излеченным от всех недугов."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}