{
  "sortnum": 6,
  "name": "Волшебный камень",
  "icon": "quark:crystal:7",
  "category": "magic_leyoftheland",
  "read_by_default": "true",
  "pages": [
    {
      "type": "text",
      "text": "Я случайно наткнулся на тип камня, который, кажется, пропитан магией. Сломав его, он высвободил свою квинтэссенцию.$(br2)Возможно, подвергаясь воздействию лейлиний, эти камни пропитались магией и затвердели, позволяя собирать их."
    },
	{
      "type": "text",
      "text": "Я буду использовать этот раздел, чтобы записать свои выводы."
    },
    {
      "type": "image",
      "images": ["book:images/magicite.png"],
      "border": "true"
    },
    {
      "type": "spotlight",
      "item": "contenttweaker:vis_speck",
      "text": "Магицит, по-видимому, иногда содержит мелкие пятнышки при разрушении."
    },
    {
      "type": "spotlight",
      "item": "contenttweaker:magicked_stone",
      "text": "Этот знакомо выглядящий камень - это то, что осталось после того, как магицит лишился своей сущности. Тем не менее, однако, у него есть декоративное применение, которое может понравиться любителям ботаники."
    },
    {
      "type": "text",
      "title": "Мирская Квинтэссенция",
      "text": "Магический камень, похоже, содержит только базовую квинтэссенцию. Из-за его корреляции с лейлинами, мне интересно, есть ли способ открыть поток дополнительных лейлинов, позволяющий использовать более широкое разнообразие квинтэссенции."
    },
	{
      "type": "text",
      "text": "Кроме того, по-видимому, существует корреляция между цветом магического камня, биоме и квинтэссенцией, которую он содержит."
    },
    {
      "type": "spotlight",
      "title": "Мирская Квинтэссенция",
      "item": "contenttweaker:air_quintessence",
      "text": "Образец мирской квинтэссенции. Есть еще много таких, которые нужно открыть для себя."
    },
    {
      "type": "text",
      "title": "Тайная Квинтэссенция",
      "text": "Ах-ха! Победа над определенными врагами в мире открывает поток дополнительных линий.$(br2)Добыча магического камня правильного цвета и биома должна показать, что они содержат больше типов квинтэссенции. Интересно, есть ли еще какие-нибудь лейлины, которые нужно разблокировать?.."
    },
    {
      "type": "spotlight",
      "title": "Тайная Квинтэссенция",
      "item": "contenttweaker:knowledge_quintessence",
      "text": "Образец мирской квинтэссенции. Есть еще много таких, которые нужно открыть для себя."
    },
    {
      "type": "text",
      "title": "Мистическая Квинтэссенция",
      "text": "Эврика! Открытие порталов и проникновение сквозь завесу в другие миры вызывает поток магии, вливающийся в этот мир.$(br2)Я готов поспорить, что magicite впитал эти линии.$(br2)Кроме того, сами эти миры содержат насыщенный магический камень."
    },
    {
      "type": "spotlight",
      "title": "Мистическая Квинтэссенция",
      "item": "contenttweaker:nether_quintessence",
      "text": "Образец мирской квинтэссенции. Есть еще много таких, которые нужно открыть для себя."
    },
    {
      "type": "relations",
      "entries": [
        "adapt/twine",
        "gather/sticks"
      ]
    }
  ]
}