{
  "sortnum": 1,
  "name": "Волокна, нити и шпагаты",
  "icon": "minecraft:string",
  "category": "survival_gathering",
  "read_by_default": "true",
  "pages": [
	{
      "type": "text",
      "text": "Струны - это скрученные аккорды, изготовленные из нескольких природных ресурсов, таких как высушенные волокна, шерсть, паутинный шелк, сизаль, хлопок, конопля, лен, джут, не связанные с некоторыми прочными волокнами или найденные в качестве добычи."
    },
	{
      "type": "text",
      "text": "Начнем с того, что я могу получить растительные волокна, ломая высокую траву, и получить несколько уже высушенных волокон, если мне повезет, или я мог бы попытаться отправиться на охоту за пауками и сундуками с сокровищами."
    },
	{
      "type": "text",
      "text": "
	  $(l)исходный материал/$
	  $(li)$(t:Сброшенный паучий шелк с пауков, использует для изготовления веревки)$(item)Spider silk/$
	  $(li)$(t:Получают из волокон растений высокой травы)$(item)Plant Fibers/$
	  $(li)$(t:Получают из высушенных растительных волокон или редко сбрасывают непосредственно с высокой травы, используемой для изготовления шпагата из высушенных растительных волокон)$(item)Dried Plant Fibers/$$(br)
	  $(l)Базовое Качество/$
	  $(li)$(t:Изготавливается из Конопли, Льна, Сизаля, Хлопка или высушенных растительных волокон. При необходимости можно превратить в бечевку, но некоторые рецепты можно приготовить просто из бечевки)$(item)Twine/$
	  $(li)$(t:Более прочный шнур, изготовленный из бечевки, Паутинного шелка, шерсти или в качестве побочного продукта переработки конопли, хлопка, Сизаля и джутовой нити)$(item)String/$$(br)
	  $(l)Промышленное Качество/$
	  $(li)$(t:Прямая модернизация шпагатов из натурального волокна, будучи просмоленным, он служит тем же целям, что и прочный шпагат из прочных волокон)$(item)Durable Twine/$
	  $(li)$(t:Полученный путем тщательного скручивания большего количества растительных волокон вручную или обработки в жернове, он служит тем же целям, что и прочные шпагаты из прочных волокон)$(item)Durable Fibers/$"
    },
    {
      "type": "relations",
      "entries": [
        "agriculture/fiber_crops"
      ]
    }
  ]
}